# Commands
exit_command=\u7D42\u4E86
checkout_command=\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8

# Menu messages
main_menu_text_for_logged_out_user=\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u6570\u5B57\u3092\u5165\u529B\u3057\u3066\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n1. \u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\n2. \u30B5\u30A4\u30F3\u30A4\u30F3\n3. \u5546\u54C1\u30AB\u30BF\u30ED\u30B0\n4. \u6CE8\u6587\u5C65\u6B74\n5. \u8A2D\u5B9A\n6. \u9867\u5BA2\u30EA\u30B9\u30C8\n7. \u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30EA\u30BB\u30C3\u30C8\n8. \u8A00\u8A9E\u306E\u5909\u66F4
main_menu_text_for_logged_in_user=\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u6570\u5B57\u3092\u5165\u529B\u3057\u3066\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n1. \u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\n2. \u30B5\u30A4\u30F3\u30A2\u30A6\u30C8\n3. \u5546\u54C1\u30AB\u30BF\u30ED\u30B0\n4. \u6CE8\u6587\u5C65\u6B74\n5. \u8A2D\u5B9A\n6. \u9867\u5BA2\u30EA\u30B9\u30C8\n7. \u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30EA\u30BB\u30C3\u30C8\n8. \u8A00\u8A9E\u306E\u5909\u66F4
welcome_back=\u518D\u3073\u304A\u4F1A\u3044\u3067\u304D\u3066\u3046\u308C\u3057\u3044\u3067\u3059 %s %s
see_you_later=\u826F\u3044\u4E00\u65E5\u3092\uFF01\u307E\u305F\u306E\u3054\u6765\u5E97\u3092\u304A\u5F85\u3061\u3057\u3066\u3044\u307E\u3059\uFF01
product_catalog_instructions=\u30AB\u30FC\u30C8\u306B\u8FFD\u52A0\u3059\u308B\u305F\u3081\u306E\u88FD\u54C1ID\u3092\u5165\u529B\u3059\u308B\u304B\u3001\u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC\u306B\u623B\u308B\u306B\u306F\u300Cmenu\u300D\u3068\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
product_catalog_instructions_2=\u30AB\u30FC\u30C8\u306B\u8FFD\u52A0\u3059\u308B\u88FD\u54C1ID\u3092\u5165\u529B\u3059\u308B\u304B\u3001\u300Ccheckout\u300D\u3068\u5165\u529B\u3057\u3066\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u9032\u3081\u3066\u304F\u3060\u3055\u3044\uFF1A
my_settings_instructions=\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u5165\u529B\u3059\u308B\u304B\u3001\u300Cmenu\u300D\u3068\u5165\u529B\u3057\u3066\u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC\u306B\u623B\u3063\u3066\u304F\u3060\u3055\u3044\uFF1A
change_language_menu=1. \u82F1\u8A9E\u3002\n2. \u30D5\u30E9\u30F3\u30B9\u8A9E\u3002\n3. \u30DD\u30EB\u30C8\u30AC\u30EB\u8A9E\u3002\n4. \u30B9\u30DA\u30A4\u30F3\u8A9E\u3002\n5. \u30ED\u30B7\u30A2\u8A9E\u3002\n6. \u30A4\u30BF\u30EA\u30A2\u8A9E\n7. \u97D3\u56FD\u8A9E\n8. \u65E5\u672C\u8A9E\n9. \u4E2D\u56FD\u8A9E

# Input messages
user_input=\u30E6\u30FC\u30B6\u30FC\u5165\u529B\uFF1A
ask_first_name=\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_last_name=\u82D7\u5B57\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_email=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_password=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_email_reset_password=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_new_email=\u65B0\u3057\u3044\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_new_password=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_credit_card_number=\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u756A\u53F7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF08\u30B9\u30DA\u30FC\u30B9\u306A\u3057\uFF09\u3057\u3001\u8CFC\u5165\u3092\u78BA\u8A8D\u3059\u308B\u5834\u5408\u306F\u30A8\u30F3\u30BF\u30FC\u30AD\u30FC\u3092\u62BC\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A
ask_for_language=\u5E0C\u671B\u3059\u308B\u8A00\u8A9E\u306B\u5BFE\u5FDC\u3059\u308B\u6570\u5B57\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF081-9\uFF09\uFF1A

# Alert messages
new_user_is_created=\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
added_product_to_cart=\u88FD\u54C1 %s \u304C\u30AB\u30FC\u30C8\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u88FD\u54C1\u3092\u8FFD\u52A0\u3057\u305F\u3044\u5834\u5408\u306F\u88FD\u54C1ID\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u9032\u3081\u305F\u3044\u5834\u5408\u306F\u300Ccheckout\u300D\u3068\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
email_sent=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u30E1\u30FC\u30EB\u3067\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u30025\u5206\u4EE5\u5185\u306B\u30E1\u30FC\u30EB\u304C\u5C4A\u304D\u307E\u3059\u3002
updated_email=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u304C\u6B63\u5E38\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
updated_password=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u5E38\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
updated_language=\u8A00\u8A9E\u304C\u6B63\u5E38\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
thanks_for_purchase=\u3054\u8CFC\u5165\u3044\u305F\u3060\u304D\u3042\u308A\u304C\u3068\u3046\u3054\u3056\u3044\u307E\u3059\u3002\u6CE8\u6587\u306E\u914D\u9001\u306B\u95A2\u3059\u308B\u8A73\u7D30\u304C\u30E1\u30FC\u30EB\u3067\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002

# Service messages 
message_sent_to_email=\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A

# Menu headers 
main_menu_header=***** \u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC *****
sign_up_header="***** \u30B5\u30A4\u30F3\u30A2\u30C3\u30D7 *****"
sign_in_header=***** \u30B5\u30A4\u30F3\u30A4\u30F3 *****
sign_out_header=***** \u30B5\u30A4\u30F3\u30A2\u30A6\u30C8 *****
product_catalog_header=***** \u5546\u54C1\u30AB\u30BF\u30ED\u30B0 *****
my_orders_header=***** \u6CE8\u6587\u5C65\u6B74 *****
my_settings_header=***** \u8A2D\u5B9A *****
customers_list_header=***** \u9867\u5BA2\u30EA\u30B9\u30C8 *****
reset_password_menu_header=***** \u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30EA\u30BB\u30C3\u30C8 *****
change_email_header=***** \u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306E\u5909\u66F4 *****
change_password_header=***** \u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4 *****
checkout_header=***** \u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8 *****
change_language_header=***** \u8A00\u8A9E\u306E\u5909\u66F4 *****

# Error messages
wrong_main_menu_input_message=1\u30012\u30013\u30014\u30015\u30016\u30017\u30018 \u306E\u307F\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044
not_unique_email_error_message=\u3053\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u5225\u306E\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
empty_email_error_message=\u767B\u9332\u3059\u308B\u306B\u306F\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044
minimal_password_length_message=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u6700\u4F4E4\u6587\u5B57\u4EE5\u4E0A\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF01
at_least_one_uppercase_password_message=\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u306F\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5927\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF01
at_least_one_special_character_password_message=\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u306F\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u7279\u6B8A\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF01
at_least_one_number_password_message=\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u306F\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u6570\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\uFF01
invalid_email_message=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\uFF01
user_do_not_exist_message=\u7533\u3057\u8A33\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u305D\u306E\u30ED\u30B0\u30A4\u30F3\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
not_logged_in_product_catalog_error_message=\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u304B\u3001\u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044
not_logged_in_my_orders_error_message=\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u304B\u3001\u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u6CE8\u6587\u5C65\u6B74\u3092\u898B\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059
not_logged_in_my_settings_error_message=\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u304B\u3001\u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u30A2\u30AB\u30A6\u30F3\u30C8\u8A2D\u5B9A\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044
empty_cart_error_message=\u30AB\u30FC\u30C8\u304C\u7A7A\u3067\u3059\u3002\u307E\u305A\u5546\u54C1\u3092\u30AB\u30FC\u30C8\u306B\u8FFD\u52A0\u3057\u3066\u304B\u3089\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u9032\u3081\u3066\u304F\u3060\u3055\u3044
invalid_input_in_product_catalog_error_message=\u30AB\u30FC\u30C8\u306B\u5546\u54C1\u3092\u8FFD\u52A0\u3059\u308B\u305F\u3081\u306E\u88FD\u54C1ID\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u9032\u3081\u308B\u306B\u306F\u300Ccheckout\u300D\u3068\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC\u306B\u623B\u308B\u306B\u306F\u300Cmenu\u300D\u3068\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
no_orders_error_message=\u6B8B\u5FF5\u306A\u304C\u3089\u3001\u307E\u3060\u6CE8\u6587\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u6CE8\u6587\u3092\u3059\u308B\u306B\u306F\u30E1\u30A4\u30F3\u30E1\u30CB\u30E5\u30FC\u306B\u623B\u3063\u3066\u304F\u3060\u3055\u3044
invalid_input_my_settings_error_message=1\u30012 \u306E\u307F\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044
no_customers_error_message=\u6B8B\u5FF5\u306A\u304C\u3089\u3001\u9867\u5BA2\u304C\u3044\u307E\u305B\u3093\u3002
invalid_credit_card_numbe_error_message=\u7121\u52B9\u306A\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u756A\u53F7\u304C\u5165\u529B\u3055\u308C\u307E\u3057\u305F\u3002\u6709\u52B9\u306A\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u306F16\u6841\u306E\u6570\u5B57\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3082\u3046\u4E00\u5EA6\u3084\u308A\u76F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002

# To string 
product_id=\u88FD\u54C1ID
product_name=, \u88FD\u54C1\u540D
category_name=, \u30AB\u30C6\u30B4\u30EA\u30FC\u540D
price=, \u4FA1\u683C
order=\u6CE8\u6587
custome_id=\u9867\u5BA2ID
credit_card_number=\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u756A\u53F7
products=\u88FD\u54C1
first_name=\u540D\u524D
last_name=\u82D7\u5B57
email=\u30E1\u30FC\u30EB
